org/2021-35.org
#+SETUPFILE: ./hugo_setup.org
#+TITLE: 2021 年第 35 周总结
#+DATE: <2021-08-29 Sun>
#+HUGO_TAGS: 总结
近期主要计划：

- [[https://github.com/tianheg/blog/issues/142]]

8.23-8.29

每日习惯养成：

- Memrise 英语单词
  [[https://app.memrise.com/course/1370679/ying-yu-mei-shi-1/1/]]

周一：

- [X] Memrise 英语单词
- [X] Vim Learning
- [X] reStructuredText syntax learning

周二：

- [X] Memrise 英语单词

周三：

- [X] Memrise 英语单词
- [X]
  [[https://blog.yidajiabei.xyz/posts/production-internship-xiaomi-background-management-system/]]

周四：

- [X] Memrise 英语单词
- [X] Review HTML

周五：

- [X] Memrise 英语单词

周六：

- [X] Memrise 英语单词
- [X] 总结宋大刀在曹大星球的分享（原因：1. 她大三和我年龄相近 2.
  阅读她的分享时我的内心有所触动）
- [X] 学习「复杂度分析」

周日：

- [X] Memrise 英语单词
