blog/2021/2021-35.html
<!DOCTYPE html>
<html lang="zh">
<head>
<!-- 2022-02-06 Sun 19:00 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>2021 年第 35 周总结</title>
<meta name="generator" content="Org mode">
<link rel="stylesheet" href="https://cdn.jsdelivr.net/gh/highlightjs/cdn-release@11.4.0/build/styles/base16/dracula.min.css">
<link rel="stylesheet" href="/theme/site.css"/>
</head>
<body>
<div id="content">
<header>
<h1 class="title">2021 年第 35 周总结</h1>
</header><p>
近期主要计划：
</p>

<ul class="org-ul">
<li><a href="https://github.com/tianheg/blog/issues/142">https://github.com/tianheg/blog/issues/142</a></li>
</ul>

<p>
8.23-8.29
</p>

<p>
每日习惯养成：
</p>

<ul class="org-ul">
<li>Memrise 英语单词
<a href="https://app.memrise.com/course/1370679/ying-yu-mei-shi-1/1/">https://app.memrise.com/course/1370679/ying-yu-mei-shi-1/1/</a></li>
</ul>

<p>
周一：
</p>

<ul class="org-ul">
<li class="on"><code>[X]</code> Memrise 英语单词</li>
<li class="on"><code>[X]</code> Vim Learning</li>
<li class="on"><code>[X]</code> reStructuredText syntax learning</li>
</ul>

<p>
周二：
</p>

<ul class="org-ul">
<li class="on"><code>[X]</code> Memrise 英语单词</li>
</ul>

<p>
周三：
</p>

<ul class="org-ul">
<li class="on"><code>[X]</code> Memrise 英语单词</li>
<li class="on"><code>[X]</code> <a href="https://blog.yidajiabei.xyz/posts/production-internship-xiaomi-background-management-system/">https://blog.yidajiabei.xyz/posts/production-internship-xiaomi-background-management-system/</a></li>
</ul>

<p>
周四：
</p>

<ul class="org-ul">
<li class="on"><code>[X]</code> Memrise 英语单词</li>
<li class="on"><code>[X]</code> Review HTML</li>
</ul>

<p>
周五：
</p>

<ul class="org-ul">
<li class="on"><code>[X]</code> Memrise 英语单词</li>
</ul>

<p>
周六：
</p>

<ul class="org-ul">
<li class="on"><code>[X]</code> Memrise 英语单词</li>
<li class="on"><code>[X]</code> 总结宋大刀在曹大星球的分享（原因：1. 她大三和我年龄相近 2.
阅读她的分享时我的内心有所触动）</li>
<li class="on"><code>[X]</code> 学习「复杂度分析」</li>
</ul>

<p>
周日：
</p>

<ul class="org-ul">
<li class="on"><code>[X]</code> Memrise 英语单词</li>
</ul>
</div>
</body>
</html>